CONSUMER_COMMITTEE_TITLES = [
    {"serial_no": 1, "title": "योजना संचालन पुस्तिका विवरण पृष्ट"},
    {"serial_no": 2, "title": "उपभोक्ता समिति गठन विधि एवं प्रकृया"},
    {"serial_no": 3, "title": "उपभोत्ता समिति गठन गर्ने सम्बन्धी सुचना"},
    {"serial_no": 4, "title": "उपभोत्ता समितिको काम कर्तव्य र अधिकारको विवरण"},
    {"serial_no": 5, "title": "आम भेलाको माईनियुट (उपभोक्ता समिति गठन गर्दा छलफल तथा भेलाका विषयबस्तुहरु)"},
    {"serial_no": 6, "title": "उपभोक्ता समिति गठन गरि पठाइएको बारे (प्रतीनिधीले वडा कार्यालयलाई पेस गर्ने निवेदन )"},
]

PROJECT_PLAN_TRACKER_TITLES = [
    {"serial_no": 1, "title": "उपभोक्ता समिति बैठक र निर्णय (खाता संन्चलन, योजना सम्झौता एवं अन्य अख्तियारी सम्बन्ध्मा)"},
    {"serial_no": 2, "title": "उपभोक्ता समितिले सम्झौता सिफारिसका लागी वडामा दिने निवेदन (वडाबाट महानगरपालिकामा सिफारिस गरिदिन)"},
    {"serial_no": 3, "title": "योजना संचालन स्थलको फोटो - ४ प्रति (कामगर्नु पुर्वको फोटो)"},
    {"serial_no": 4, "title": "नयाँ बैंक खाता सञ्चालन सिफारिस का लागि उपभोक्ता समितिले पेस गर्ने निवेदन"},
    {"serial_no": 5, "title": "वडा कार्यलयले महानगरपालिकालाई सम्झौताका लागी दिने सिफारिस (नोट: वडाबाट सम्झौता हुने योजनालाई आवश्यक नभएको )"},
]

PROJECT_AGREEMENT_WORKORDER_TITLES = [
    {"serial_no": 1, "title": "योजना सम्झौता टिप्पणी र आदेश"},
    {"serial_no": 2, "title": "योजना/कार्यक्रम सम्झौताको लागि सम्झौता फाराम"},
    {"serial_no": 3, "title": "आयोजना सन्चालन कार्यादेश"},
    {"serial_no": 4, "title": "आयोजना सूचना पाटी को नमुना"},
]


from datetime import date

OTHER_DOCUMENTS_TITLES = [
    {"serial_no": 1, "title": "योजना कार्यन्वयन चेक लिष्ट"},
    {"serial_no": 2, "title": "खर्च तेरिज"},
    {"serial_no": 3, "title": "डोर हाजिर विवरण"},
]

