CONSUMER_COMMITTEE_TITLES = [
    {"serial_no": 1, "title": "योजना संचालन पुस्तिका विवरण पृष्ट"},
    {"serial_no": 2, "title": "उपभोक्ता समिति गठन विधि एवं प्रकृया"},
    {"serial_no": 3, "title": "उपभोत्ता समिति गठन गर्ने सम्बन्धी सुचना"},
    {"serial_no": 4, "title": "उपभोत्ता समितिको काम कर्तव्य र अधिकारको विवरण"},
    {"serial_no": 5, "title": "आम भेलाको माईनियुट (उपभोक्ता समिति गठन गर्दा छलफल तथा भेलाका विषयबस्तुहरु)"},
    {"serial_no": 6, "title": "उपभोक्ता समिति गठन गरि पठाइएको बारे (प्रतीनिधीले वडा कार्यालयलाई पेस गर्ने निवेदन )"},
    
    {"serial_no": 7, "title": "परियोजना अनुमान स्वीकृति सम्बन्धी टिप्पणी"},
    
    
]

PROJECT_PLAN_TRACKER_TITLES = [
    {"serial_no": 1, "title": "उपभोक्ता समिति बैठक र निर्णय (खाता संन्चलन, योजना सम्झौता एवं अन्य अख्तियारी सम्बन्ध्मा)"},
    {"serial_no": 2, "title": "उपभोक्ता समितिले सम्झौता सिफारिसका लागी वडामा दिने निवेदन (वडाबाट महानगरपालिकामा सिफारिस गरिदिन)"},
    {"serial_no": 3, "title": "योजना संचालन स्थलको फोटो - ४ प्रति (कामगर्नु पुर्वको फोटो)"},
    {"serial_no": 4, "title": "नयाँ बैंक खाता सञ्चालन सिफारिस का लागि उपभोक्ता समितिले पेस गर्ने निवेदन"},
    {"serial_no": 5, "title": "वडा कार्यलयले महानगरपालिकालाई सम्झौताका लागी दिने सिफारिस (नोट: वडाबाट सम्झौता हुने योजनालाई आवश्यक नभएको )"},
    {"serial_no": 6, "title": "उपभोक्ता सम्झौता सम्बन्धी टिप्पणी (उपभोक्ता समितिसँग सम्झौता गर्न सिफारिस सम्बन्धी टिप्पणी)"},
    {"serial_no": 7, "title": "उपभोक्ता समितिलाई कार्यादेश दिने सम्बन्धी टिप्पणी वा निर्णय"}

]

PROJECT_AGREEMENT_WORKORDER_TITLES = [
    {"serial_no": 1, "title": "योजना सम्झौता टिप्पणी र आदेश"},
    {"serial_no": 2, "title": "योजना/कार्यक्रम सम्झौताको लागि सम्झौता फाराम"},
    {"serial_no": 3, "title": "आयोजना सन्चालन कार्यादेश"},
    {"serial_no": 4, "title": "आयोजना सूचना पाटी को नमुना"},
]


from datetime import date

OTHER_DOCUMENTS_TITLES = [
    {"serial_no": 1, "title": "योजना कार्यन्वयन चेक लिष्ट"},
    {"serial_no": 2, "title": "खर्च तेरिज"},
    {"serial_no": 3, "title": "डोर हाजिर विवरण"},
]



FIRST_INSTALLMENT_TITLES = [
    {"serial_no": 1, "title": "उपभोक्ता समिति बैठक र निर्णय (काम सुरुवात तथा पेश्की माग सम्बन्धित)"},
    {"serial_no": 2, "title": "उपभोक्ता समितिले अग्रीम पहिलो/ पेश्की माग सम्बन्धित निवेदन"},
    {"serial_no": 3, "title": "वडा कार्यालयको पेश्की भुक्तानी सिफरिस"},
]

SECOND_INSTALLMENT_TITLES = [
    {"serial_no": 1, "title": "उपभोक्ता समिति बैठक र निर्णय (दोस्रो किस्ता भुक्तानी माग सम्बन्धित)"},
    {"serial_no": 2, "title": "नापजाँच गरी दोस्रो किस्ता भुक्तानीका लागी निवेदन"},
    {"serial_no": 3, "title": "योजना संचालन स्थलको फोटो - ४ प्रति (दोस्रो किस्ता भुक्तानीगर्नु पुर्वको फोटो)"},
    {"serial_no": 4, "title": "आयोजनाको आम्दानी र खर्चको विवरण"},
    {"serial_no": 5, "title": "उपभोक्ता समितिको भौतिक तथा वित्तिय प्रगती प्रतिवेदन"},
    {"serial_no": 6, "title": "नापी किताव"},
    {"serial_no": 7, "title": "ठेक्का सम्बन्धि बिल"},
    {"serial_no": 8, "title": "प्राविधिको प्रतिवेदन"},
    {"serial_no": 9, "title": "वडा कार्यालयको भुक्तानी सिफरिस"},
]


THIRD_INSTALLMENT_TITLES = [
    {"serial_no": 1, "title": "उपभोक्ता समिति बैठक र निर्णय (अन्तिम किस्ता भुक्तानी माग सम्बन्धित)"},
    {"serial_no": 2, "title": "नापजाँच गरी अन्तिम किस्ता भुक्तानीका लागी निवेदन"},
    {"serial_no": 3, "title": "योजना संचालन स्थलको फोटो - ४ प्रति (अन्तिम किस्ता भुक्तानीगर्नु पुर्वको फोटो)"},
    {"serial_no": 4, "title": "आयोजनाको आम्दानी र खर्चको विवरण"},
    {"serial_no": 5, "title": "उपभोक्ता समितिको भौतिक तथा वित्तिय प्रगती प्रतिवेदन"},
    {"serial_no": 6, "title": "नापी किताव"},
    {"serial_no": 7, "title": "वडा कार्यालयको भुक्तानी सिफरिस"},
    {"serial_no": 8, "title": "अनुगमन तथा सहजिकरण समितिको प्रतिवेदन"},
    {"serial_no": 9, "title": "ठेक्का सम्बन्धि बिल"},
    {"serial_no": 10, "title": "कार्य स्विकार / कार्य सम्पन्न प्रतिवेदन"},
    {"serial_no": 11, "title": "सामजिक समिक्षा फाराम"},
    {"serial_no": 12, "title": "खर्च सार्वजनिक सुचना फारम"},
    {"serial_no": 13, "title": "आयोजना हस्तान्तरण फाराम"},
    {"serial_no": 14, "title": "अनुगमन तथा सुपरिवेक्ष समितिको प्रतिवेदन"},
    {"serial_no": 15, "title": "जाचपास समितीको निर्णय"},
]
