export const settingsTables = {
  thematic_area: {
    title: "विषयगत क्षेत्र",
    fields: ["क्र.स", "विषयगत क्षेत्रको नाम", "विषयगत समिति", "स्थिति", "अन्य"],
  },
  sub_area: {
    title: "उप-क्षेत्र",
    fields: ["क्र.स", "विषयगत क्षेत्रको नाम", "उप-क्षेत्रको नाम", "स्थिति", "अन्य"],
  },
  group: {
    title: "समुह",
    fields: ["क्र.स", "विषयगत क्षेत्रको नाम", "उप-क्षेत्रको नाम", "समुहको नाम", "स्थिति", "अन्य"],
  },
  project_level: {
    title: "योजनाको स्तर",
    fields: ["क्र.स", "योजना स्तरको नाम", "स्थिति", "अन्य"],
  },
  expenditure_title: {
    title: "खर्च शिर्षक",
    fields: ["क्र.स", "कार्यक्रम / आयोजना / कृयाकलापको नाम", "स्थिति", "अन्य"],
  },
  expenditure_center: {
    title: "खर्च केन्द्र",
    fields: ["क्र.स", "खर्च केन्द्र", "स्थिति", "अन्य"],
  },
  source: {
    title: "स्रोत",
    fields: ["क्र.स", "स्रोतको नाम", "स्थिति", "अन्य"],
  },
  unit: {
    title: "इकाई",
    fields: ["क्र.स", "इकाइको नाम", "इकाइको संक्षिप्त नाम", "स्थिति", "अन्य"],
  },
  pride_plan_title: {
    title: "नगर गौरव योजनाको शिर्षक",
    fields: ["क्र.स", "नगर गौरव योजनाको शिर्षक", "स्थिति", "अन्य"],
  },
  fiscal_year: {
    title: "आर्थिक बर्ष",
    fields: ["क्र.स", "आर्थिक बर्ष", "स्थिति", "अन्य"],
  },
  banks: {
    title: "बैंकहरू",
    fields: ["क्र.स", "बैंकको नाम", "स्थिति", "अन्य"],
  },
  templates: {
    title: "नमुनाहरु",
    fields: ["क्र.स", "कोड", "शिर्षक", "अन्य"],
  },
};
